import React from "react";

function Solutions() {
  return (
    <>
      <div className="solutions-container">
        <div className="solutions-card">
          <h1 className>All Clean Soft 350ml</h1>
          <h4>Διαθέσιμο</h4>
          <img src="./images/allCleanSoft.png" />
          <p>
            Υγρό διάλυμα πολλαπλών χρήσεων για όλους τους τύπους μαλακών φακών
            επαφής.
          </p>
          <p>
            Διάλυμα καθαρισμού, απολύμανσης, ξεπλύματος, ύγρανσης και συντήρησης
            μαλακών φακών επαφής.
          </p>
          <p>
            Έχει ουδέτερο pH .Οσμωτική πίεση συμβατή με τα δάκρυα και το μάτι.
            Είναι υποαλλεργικό και εύκολο στην χρήση. Aφαιρεί πρωτεϊνικά ιζήματα
            και εμπεριέχει ενυδατικό συστατικό PVP 90.
          </p>
        </div>
        <div className="solutions-card">
          <h1 className>All Clean Soft 100ml</h1>
          <h4>Διαθέσιμο</h4>
          <p>Συσκευασία Αεροπλάνου</p>

          <img src="./images/allCleanSoft100.png" />
          <p>
            Υγρό διάλυμα πολλαπλών χρήσεων για όλους τους τύπους μαλακών φακών
            επαφής.
          </p>
          <p>
            Διάλυμα καθαρισμού, απολύμανσης, ξεπλύματος, ύγρανσης και συντήρησης
            μαλακών φακών επαφής.
          </p>
          <p>
            Έχει ουδέτερο pH .Οσμωτική πίεση συμβατή με τα δάκρυα και το μάτι.
            Είναι υποαλλεργικό και εύκολο στην χρήση. Aφαιρεί πρωτεϊνικά ιζήματα
            και εμπεριέχει ενυδατικό συστατικό PVP 90.
          </p>
        </div>
        <div className="solutions-card">
          <h1 className>GP Cleaner</h1>
          <h4>Διαθέσιμο</h4>
          <img src="./images/gpCleaner.png" />

          <p>
            Καθαριστικό σαπουνάκι σκληρών αεροδιαπερατών φακών επαφής.{" "}
            <p>
              Τα μικροσώματα του υγρού καθαριστικού GP CLEANER, παίζουν
              καθοριστικό ρόλο στην απομάκρυνση των λιπαρών εναποθέσεων στους
              σκληρούς φακούς επαφής.
            </p>
            Η καθημερινή χρήση του καθαριστικού, βοηθάει στην καλύτερη φροντίδα
            των Σκληρών Αεροδιαπερατών Φακών Επαφής. Συσκευασία των 30 ml
          </p>
        </div>
        <div className="solutions-card">
          <h1 className>GP Conditioner</h1>
          <h4>Διαθέσιμο</h4>
          <img src="./images/gpConditioner.png" />
          <p>
            Διάλυμα ξεπλύματος και φύλαξης των σκληρών αεροδιαπερατών φακών
            επαφής.
            <p>
              Μετά τον καθαρισμό οι φακοί πρέπει να συντηρούνται με GP
              CONDITIONER.
            </p>{" "}
            Το συντηρητικό απολυμαίνει και ενυδατώνει τους φακούς επαφής. Είναι
            ιδανικό για την αποθήκευση και τη διατήρηση των φακών επαφής.
            Συσκευασία των 120 ml
          </p>
        </div>
      </div>
    </>
  );
}

export default Solutions;
