import React from "react";

function SomeWords() {
  return (
    <div className="SomeWords-container">
      <h3>Λίγα λόγια για εμάς</h3>
      <div className="SomeWords-card">
        <div className="SomeWords-card1">
          <p>
            <img
              src="./images/ocelluslogoRem.png"
              alt="logoOcellus"
              height="150"
            />
            Στο οπτικομετρικό κέντρο Ocellus που έχει την έδρα του στον
            Τριοβάσαλο της Μήλου, θα βρείτε γυναικεία, ανδρικά και παιδικά
            γυαλιά ηλίου, γυαλιά οράσεως, αυθεντικούς επωνύμους φακούς επαφής
            και υγρά φακών επαφής από τις μεγαλύτερες αντιπροσωπίες του χώρου,
            στις πιο ανταγωνιστικές τιμές της αγοράς. H άψογη εξυπηρέτηση και το
            μοναδικό after sales service μετατρέπουν την επίσκεψή σας στο
            Ocellus σε μια ιδιαίτερα ευχάριστη εμπειρία.
          </p>
        </div>
        <br />
        <div className="SomeWords-card2">
          <p>
            <img src="./images/OCELLUS22.jpg" alt="logoOcellus" height="150" />
            Eίμαστε πτυχιούχοι οπτικοί-οπτομέτρες απόφοιτοι του IRSOO της
            Ιταλίας με μεταπτυχιακές σπουδές στην εφαρμογή εξειδικευμένων φακών
            επαφής , στην επιλογή βοηθημάτων χαμηλής όρασης και στην ανάλυση της
            οπτικής συμπεριφοράς και λειτουργικής οπτομετρίας(behavioral
            optometry).
          </p>
        </div>
        <br />
        <div className="SomeWords-card3">
          <p>
            <img src="./images/OCELLUS1.jpg" height="150" />
            Μέλη από το 2000 του EASV(European Academy of Sport Vision). Σας
            περιμένουμε να δείτε τα προϊόντα μας και να μας γνωρίσετε από κοντά.
            Είμαστε έτοιμοι να ικανοποιήσουμε τις προσωπικές σας ανάγκες
            αισθητικής και πρακτικής εφαρμογής, σε ένα χώρο, όπου θα νιώσετε την
            άνεση και την εξυπηρέτηση. Η εμπειρία μας εγγυάται την απαιτούμενη
            προσοχή κάθε εξειδικευμένης περίπτωσης. <br />
            <br />
            <br />
          </p>
          <p style={{ marginLeft: "30%" }}>
            Με εκτίμηση, <br />
            Σταμούλης Γιώργος - Γούπα Παναγιώτα
          </p>
        </div>
      </div>
    </div>
  );
}

export default SomeWords;
